# Brew, cask, and Mac App Store packages
# Install with `brew bundle install`
tap "ajeetdsouza/zoxide"
tap "cjbassi/ytop"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "wvanlint/twf"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "bat"
brew "bfg"
brew "blueutil"
brew "cmake"
brew "colordiff"
brew "diff-so-fancy"
brew "dust"
brew "exa"
brew "mosh"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gcc@5"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "googler"
brew "graphicsmagick"
brew "hadolint"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "libomp"
brew "imagemagick"
brew "insect"
brew "jq"
brew "lastpass-cli"
brew "librsvg"
brew "MisterTea/et/et"
brew "lsd"
brew "make"
brew "mas"
brew "mdcat"
brew "micro"
brew "nano"
brew "ncdu"
brew "openssh"
brew "pandoc"
brew "pipx"
brew "poppler"
brew "prettyping"
brew "procs"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "starship"
brew "stow"
brew "svn"
brew "tealdeer"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "up"
brew "wget"
brew "cjbassi/ytop/ytop"
brew "zlib"
brew "ajeetdsouza/zoxide/zoxide"
brew "zsh"
brew "github/gh/gh"
brew "wvanlint/twf/twf", args: ["HEAD"]
cask "alfred"
cask "basictex"
cask "chromedriver"
cask "dash"
cask "docker"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-libre-baskerville"
cask "font-libre-franklin"
cask "font-merriweather"
cask "font-open-sans"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-robotomono-nerd-font"
cask "font-space-mono"
cask "google-drive-file-stream"
cask "hyper"
cask "keycastr"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "miniconda"
# cask "popcorn-time"
cask "rectangle"
cask "steam"
cask "visual-studio-code"
cask "windscribe"
mas "GIPHY CAPTURE", id: 668208984
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
