# Brew, cask, and Mac App Store packages
# Install with `brew bundle install`
tap "ajeetdsouza/zoxide"
tap "cjbassi/ytop"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mistertea/et"
tap "muesli/tap"
# tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "openssl@1.1"
brew "aspell"
brew "bat"
brew "bfg"
brew "blueutil"
brew "broot"
brew "readline"
brew "xz"
brew "chafa"
brew "cmake"
brew "dust"
brew "entr"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "freetds"
brew "fselect"
brew "fzf"
brew "fx"
brew "gcc@5"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "googler"
brew "graphicsmagick"
brew "hadolint"
brew "hexyl"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "insect"
brew "jq"
brew "just"
brew "lastpass-cli"
brew "libomp"
brew "librsvg"
brew "lsd"
brew "make"
brew "mas"
brew "mdcat"
brew "micro"
brew "mosh"
brew "nano"
brew "navi"
brew "ncdu"
brew "openssh"
brew "pandoc"
brew "pipx"
brew "parallel"
brew "poppler"
brew "prettyping"
brew "procs"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "pyenv"
brew "redis"
brew "ripgrep-all"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "sqlite"
brew "starship"
brew "stow"
brew "svn"
brew "pspg"
brew "tealdeer"
brew "tesseract"
brew "textql"
brew "tmux"
brew "trash"
brew "tree"
brew "unar"
brew "up"
brew "vivid"
brew "watchexec"
brew "wget"
brew "xsv"
brew "yank"
brew "zlib"
brew "zsh"
brew "ajeetdsouza/zoxide/zoxide"
brew "cjbassi/ytop/ytop"
brew "MisterTea/et/et"
brew "muesli/tap/duf"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "calibre"
cask "cheatsheet"
cask "chromedriver"
cask "dash"
cask "docker"
cask "epic-games"
cask "font-fira-code-nerd-font"
cask "font-fira-code"
cask "font-libre-baskerville"
cask "font-libre-franklin"
cask "font-merriweather"
cask "font-open-sans"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-roboto"
cask "font-robotomono-nerd-font"
cask "font-space-mono"
cask "google-drive-file-stream"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jupyter-notebook-viewer"
cask "kap"
cask "keka"
cask "keycastr"
cask "lunar"
cask "mathpix-snipping-tool"
cask "meetingbar"
cask "numi"
cask "pocket-casts"
cask "popcorn-time"
cask "rectangle"
cask "steam"
# cask "transmission"
cask "unclack"
cask "visual-studio-code"
cask "windscribe"
mas "Amphetamine", id: 937984704
mas "Encrypto", id: 935235287
mas "Flow", id: 1423210932
mas "Glance", id:1513574319
mas "ScreenBrush", id: 1233965871
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
